CyriacduChatenet.monterey-dark-theme
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
dbaeumer.vscode-eslint
donjayamanne.githistory
mhutchie.git-graph
Dart-Code.dart-code
Dart-Code.flutter
golang.go
ecmel.vscode-html-css
formulahendry.auto-rename-tag
googlecloudtools.cloudcode
k--kato.intellij-idea-keybindings
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.cpptools
ms-vscode.hexeditor
PKief.material-icon-theme
redhat.java
redhat.vscode-yaml
ryuta46.multi-command
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
Zignd.html-css-class-completion